[
  {
    "slug": "gundren-rockseeker",
    "title": "Gundren Rockseeker",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/CMbbx1T/gundren-rockseeker.webp",
        "characterDetails": {
          "status": "???",
          "alignment": "Empleador",
          "race": "Enano",
          "relationships": [
            {
              "with": "Nundro Rockseeker",
              "type": "Hermano"
            },
            {
              "with": "Tharden Rockseeker",
              "type": "Hermano"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Uno de los tres hermanos enanos que redescubrieron la Cueva del Oleaje." },
        {
          "text": "Hermano de Tharden Rockseeker y de Nundro Rockseeker. También es amigo de Sildar Hallwinter, miembro de la Alianza de los Lords. El enano y sus hermanos localizaron la Cueva del Oleaje, el hogar legendario de la Forja de los Hechizos. Él regresó emocionado a Neverwinter para reunir suministros y equipo, y contratar a un grupo de aventureros para transportar el equipo a Phandalin."
        },
        {
          "title": "Busqueda de la Cueva del Oleaje:",
          "text": "Tras la erupción del Monte Hotenow, Nundro y sus hermanos se embarcaron en una expedición para redescubrir la Cueva del Oleaje, un lugar legendario que había sido perdido en la historia. La cueva era conocida por su riqueza mineral, notablemente mithril y platino, asi como por sus propiedades mágicas. Los hermanos creían que los grandes terremotos causados por la erupción ayudarian en su busqueda de la Cueva, posiblemente generando nuevas entradas o revelando caminos ocultos."
        },
        {
          "title": "Encuentro en Neverwinter:",
          "text": "Gundren contrató a los aventureros para llevar un cargamento de suministros a Phandalin. En el camino la carreta sufrió un accidente, y el enano se adelantó con su amigo Sildar Hallwinter para llegar a Phandalin, ansioso por ver a sus hermanos."
        },
        {
          "text": "Sin embargo, Gundren fue emboscado por goblins y secuestrado. Los aventureros que lo escoltaban encontraron sus caballos y, tras sobrevivir a una emboscada de goblins, siguieron el rastro de los secuestradores hasta la guarida de estos, donde encontraron a Sildar secuestrado. El paradero actual de Gundren es desconocido."
        }
      ],
      "relatedArticles": [
        {
          "title": "Cueva del Oleaje",
          "slug": "wave-echo-cave"
        },
        {
          "title": "Nundro Rockseeker",
          "slug": "nundro-rockseeker"
        },
        {
          "title": "Tharden Rockseeker",
          "slug": "tharden-rockseeker"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "nundro-rockseeker",
    "title": "Nundro Rockseeker",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/mGQLg0Y/nundro-rockseeker.webp",
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Enano",
          "relationships": [
            {
              "with": "Gundren Rockseeker",
              "type": "Hermano"
            },
            {
              "with": "Tharden Rockseeker",
              "type": "Hermano"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "El más joven de los tres hermanos enanos que redescubrieron la Cueva del Oleaje." },
        {
          "title": "Busqueda de la Cueva del Oleaje:",
          "text": "Tras la erupción del Monte Hotenow, Nundro y sus hermanos se embarcaron en una expedición para redescubrir la Cueva del Oleaje, un lugar legendario que había sido perdido en la historia. La cueva era conocida por su riqueza mineral, notablemente mithril y platino, asi como por sus propiedades mágicas. Los hermanos creían que los grandes terremotos causados por la erupción ayudarian en su busqueda de la Cueva, posiblemente generando nuevas entradas o revelando caminos ocultos."
        }
      ],
      "relatedArticles": [
        {
          "title": "Cueva del Oleaje",
          "slug": "wave-echo-cave"
        },
        {
          "title": "Gundren Rockseeker",
          "slug": "gundren-rockseeker"
        },
        {
          "title": "Tharden Rockseeker",
          "slug": "tharden-rockseeker"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "tharden-rockseeker",
    "title": "Tharden Rockseeker",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/tLK94Bx/tharden-rockseeker.webp",
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Enano",
          "relationships": [
            {
              "with": "Gundren Rockseeker",
              "type": "Hermano"
            },
            {
              "with": "Nundro Rockseeker",
              "type": "Hermano"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "El mayor de los tres hermanos enanos que redescubrieron la Cueva del Oleaje." },
        {
          "title": "Busqueda de la Cueva del Oleaje:",
          "text": "Tras la erupción del Monte Hotenow, Nundro y sus hermanos se embarcaron en una expedición para redescubrir la Cueva del Oleaje, un lugar legendario que había sido perdido en la historia. La cueva era conocida por su riqueza mineral, notablemente mithril y platino, asi como por sus propiedades mágicas. Los hermanos creían que los grandes terremotos causados por la erupción ayudarian en su busqueda de la Cueva, posiblemente generando nuevas entradas o revelando caminos ocultos."
        }
      ],
      "relatedArticles": [
        {
          "title": "Cueva del Oleaje",
          "slug": "wave-echo-cave"
        },
        {
          "title": "Gundren Rockseeker",
          "slug": "gundren-rockseeker"
        },
        {
          "title": "Tharden Rockseeker",
          "slug": "tharden-rockseeker"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "phandalin",
    "title": "Phandalin",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/Y7wFSBs/phandelver-scene.webp",
        "geographyDetails": {
          "type": "Asentamiento",
          "location": "Costa de la Espada, entre las Montañas de la Espada y los Bosques de Neverwinter"
        }
      },
      "mainContentArray": [
        {
          "text": "Phandalin era un pueblo en la Costa de la Espada Norte que gozó de mucha prosperidad en el siglo X DR, ya que era el asentamiento más cercano a la Cueva del Oleaje. Fue asaltado por orcos en 961 DR y posteriormente abandonado."
        },
        {
          "title": "Reasentamiento:",
          "text": "Phandalin es un pueblo modesto y arquitectónicamente aburrido de pioneros trabajadores construido sobre las ruinas del antiguo Phandalin. El pueblo creció rápidamente hasta tener alrededor de cincuenta estructuras bien mantenidas construidas con troncos y piedras planas con tres pozos profundos que proporcionan agua. El pueblo está dominado por un huerto de manzanos en el lado oeste y una mansión en ruinas en una colina al este. Los habitantes del pueblo se congregan en una pequeña plaza del pueblo y en un espacio verde adyacente."
        },
        {
          "text": "Cuando Phandalin fue reestablecido a finales del siglo XV DR, al principio no tenía un gobierno realmente funcional, y la Bolsa de Mineros de Phandalin comenzó a actuar como un centro de registro para las reclamaciones mineras locales. Los habitantes también elegían anualmente a un 'Maestro del Pueblo' que actuaba como juez y mediador, así como mantenía los registros del pueblo. En 1491 DR, Harbin Wester era el Maestro del Pueblo perenne."
        },
        {
          "title": "Ocupacion por los Rufianes de la Marca Roja",
          "text": "En 1491 DR, los Rufianes de la Marca Roja, una banda de bandidos liderada por el malvado Glasstaff, ocupó el pueblo. La banda se había establecido en la mansión en ruinas en la colina al este del pueblo, y había estado extorsionando a los comerciantes y a los lugareños."
        },
        {
          "text": "Tras la llegada de los aventureros que escoltaban a Gundren Rockseeker, los Rufianes de la Marca Roja fueron disueltos y Glasstaff fue ejecutado. El pueblo fue liberado y la paz fue restaurada."
        }
      ],
      "relatedArticles": [
        {
          "title": "Pacto de Phandelver",
          "slug": "phandelver-pact"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "phandelver-pact",
    "title": "Pacto de Phandelver",
    "content": {
      "sidebar": {
        "organizationDetails": {
          "type": "Pacto Comercial",
          "location": "Cueva del Oleaje",
          "reach": "Local",
          "status": "Disuelto"
        }
      },
      "mainContentArray": [
        {
          "text": "Un acuerdo comercial entre los colonos humanos de Phandalin y los gnomos y enanos de la Cueva del Oleaje, establecido para explotar los recursos naturales y el potencial mágico de la cueva. La asociación se disolvió cuando la cueva fue invadida por orcos en 951 DR. El pacto lleva el nombre del pueblo de Phandalin, que era el asentamiento más cercano a la mina."
        },

        {
          "text": "El pacto mantuvo relaciones comerciales en la region, se conservaron algunos registros comerciales y se sabe que sacerdotes de Lathander encargaron una maza encantada."
        },
        {
          "title": "Historia:",
          "text": "En el siglo X DR, clanes de enanos y gnomos hicieron un pacto que más tarde sería conocido como el Pacto de Phandelver. El pacto permitía que ambas razas compartieran las riquezas dentro de la mina de la Cueva del Oleaje. Muchos se beneficiaron de este acuerdo, incluido el asentamiento humano cercano de Phandalin."
        },
        {
          "text": "Cuando se descubrió que la caverna tenía propiedades mágicas maravillosas, los hechiceros de Phandalin se aliaron con los enanos y gnomos para aprovechar este poder mágico y utilizarlo a su máximo potencial. Encerraron la magia en una forja que llamaron la Forja de los Hechizos, donde fabricaron armas mágicas y otros objetos."
        },
        {
          "text": "Sin embargo, en 951 DR, los orcos de Uruth Ukrypt vinieron desde el norte y devastaron la región. Los orcos fueron ayudados por magos mercenarios cuando atacaron la Cueva del Oleaje, decididos a apoderarse de sus riquezas. Los hechiceros humanos de Phandalin lucharon junto a los enanos y gnomos para defender la cueva. Sin embargo, la batalla mágica destruyó gran parte de la Cueva del Oleaje. Pocos sobrevivieron la batalla y así la ubicación de la cueva se perdió en la historia."
        }
      ],
      "relatedArticles": [
        {
          "title": "Cueva del Oleaje",
          "slug": "wave-echo-cave"
        },
        {
          "title": "Phandalin",
          "slug": "phandalin"
        }
      ]
    },
    "category": "historia"
  },
  {
    "slug": "sildar-hallwinter",
    "title": "Sildar Hallwinter",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/wJnSTbf/sildar-hallwinter.webp",
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Aliado",
          "race": "Humano",
          "relationships": [
            {
              "with": "Gundren Rockseeker",
              "type": "Amigo"
            }
          ]
        }
      },
      "mainContentArray": [
        {
          "text": "Sildar es un mercenario y un miembro respetado de la Alianza de los Lords. Partió hacia Phandalin desde Neverwinter para escoltar a Gundren Rockseeker, quien había redescubierto recientemente la Cueva del Oleaje. Sildar tenía sus propios motivos para visitar Phandalin, y deseaba averiguar qué estaba sucediendo con su compañero agente de la Alianza de los Lords, Iarno Albrek, con quien había perdido contacto. También quería ayudar a Gundren y a sus hermanos a reabrir la mina, así como establecer Phandalin como un lugar de prosperidad, como lo fue en el pasado."
        },
        {
          "title": "Encuentro en Neverwinter:",
          "text": "Sildar enlisto la ayuda de uno de sus reclutas para escoltar a Gundren a Phandalin. Sin embargo, la carreta sufrió un accidente en el camino, y Sildar fue capturado por goblins. Los aventureros que lo escoltaban encontraron sus caballos y, tras sobrevivir a una emboscada de goblins, siguieron el rastro de los secuestradores hasta la guarida de estos, donde encontraron a Sildar secuestrado."
        },
        {
          "title": "Traición de Iarno Albrek:",
          "text": "Mientras se recuperaba de sus heridas, los aventureros se ocuparon de los Rufianes de la Marca Roja y de Glasstaff, quien resultó ser Iarno Albrek, el compañero de Sildar. Iarno había traicionado a la Alianza de los Lords y había fundado los Rufianes de la Marca Roja, una banda de bandidos que ocupó Phandalin y extorsionó a los comerciantes y a los lugareños. Iarno fue ejecutado antes de que pudiera ser interrogado. Sildar se sintió profundamente herido por esta traición."
        },
        {
          "text": "Sildar se quedó en Phandalin para ayudar a restaurar el orden y la prosperidad en la región, ofreciendo sus influencias para establecer una guardia. También se ofreció a ayudar a los aventureros a encontrar a Gundren."}
      ],
      "relatedArticles": [
        {
          "title": "Gundren Rockseeker",
          "slug": "gundren-rockseeker"
        },
        {
          "title": "Iarno Albrek",
          "slug": "iarno-albrek"
        },
        {
          "title": "Alianza de los Lords",
          "slug": "lords-alliance"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "wave-echo-cave",
    "title": "Cueva del Oleaje",
    "content": {
      "sidebar": {
        "geographyDetails": {
          "type": "Cueva",
          "location": "Costa de la Espada, cerca de Phandalin"
        }
      },
      "mainContentArray": [
        {
          "text": "La Cueva del Oleaje era un gran complejo de cavernas dentro de las Montañas Espada del norte y el lugar de la Forja de los Hechizos. Está ubicada en algún lugar al sur de Phandalin, en los valles profundos de la cordillera. La caverna era conocida por su riqueza mineral, notablemente mithril y platino, así como por sus propiedades mágicas."
        },
        {
          "title": "Historia:",
          "text": "En el siglo X DR, clanes de enanos y gnomos hicieron un pacto que más tarde sería conocido como el Pacto de Phandelver (ver artículo relacionado). El pacto permitió que ambas razas compartieran las riquezas dentro de la mina de la Cueva del Oleaje. Muchos se beneficiaron de este acuerdo, incluido el asentamiento humano cercano de Phandalin. La ubicación de la cueva se perdió en el tiempo después de que fue invadida por orcos en 951 DR, y desde entonces ha sido una atracción regional para arqueólogos potenciales."
        }
      ],
      "relatedArticles": [
        {
          "title": "Pacto de Phandelver",
          "slug": "phandelver-pact"
        },
        {
          "title": "Phandalin",
          "slug": "phandalin"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "iarno-albrek",
    "title": "Iarno Albrek",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Muerto",
          "alignment": "Neutral",
          "race": "Humano",
          "relationships": [
            {
              "with": "Sildar Hallwinter",
              "type": "Ex-compañero de Gremio"
            }
          ]
        }
      },
      "mainContentArray": [
        {
          "text": "Iarno Albrek era un mago humano y miembro de la Alianza de los Lords. Fue enviado a Phandalin para establecer orden en la región. También tenía la tarea de averiguar qué había sucedido con la Forja de los Hechizos, y asegurarse de que la mina fuera reabierta."
        },
        {
          "title": "Traición a la Alianza:",
          "text": "En algun momento Iarno abandonó su misión y fundó los Rufianes de la Marca Roja, una banda de bandidos que ocupó Phandalin y extorsionó a los comerciantes y a los lugareños. Iarno adoptó el alias de 'Glasstaff' y se estableció en la mansión en ruinas en la colina al este del pueblo."
        },
        {
          "text": "Iarno fue descubierto por los aventureros que escoltaban a Gundren Rockseeker, y fue ejecutado antes de que pudiera ser interrogado. Su muerte llevó a la disolución de los Rufianes de la Marca Roja y a la liberación de Phandalin. En su guarida, los aventureros encontraron una carta que informaba a Iarno de los aventureros, y le ordenaba detenerlos. Esta carta estaba firmada con un sello de una Araña Negra."
        }
      ],
      "relatedArticles": [
        {
          "title": "Sildar Hallwinter",
          "slug": "sildar-hallwinter"
        },
        {
          "title": "Alianza de los Lords",
          "slug": "lords-alliance"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "lords-alliance",
    "title": "Alianza de los Lords",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/23VRzsx/lords-alliance.webp",
        "organizationDetails": {
          "type": "Alianza Política",
          "location": "Costa de la Espada",
          "reach": "Regional",
          "status": "Activa"
        }
      },
      "mainContentArray": [
        {
          "text": "La Alianza de los Lords es una coalición de gobernantes de ciudades y pueblos a lo largo de Faerûn (principalmente en el Norte), que colectivamente acuerdan que se necesita algo de solidaridad para mantener a raya el mal."
        },
        {
          "text": "Los gobernantes de Waterdeep, Silverymoon, Neverwinter y otras ciudades libres de la región dominan la Alianza, y cada señor en la Alianza trabaja por el destino y la fortuna de su propio asentamiento por encima de todo lo demás. Los agentes de la Alianza incluyen bardos sofisticados, paladines celosos, magos talentosos y guerreros curtidos. Son elegidos principalmente por su lealtad, y están entrenados para trabajar como espías, diplomáticos y guerreros."
        }
      ],
      "relatedArticles": [
        {
          "title": "Sildar Hallwinter",
          "slug": "sildar-hallwinter"
        },
        {
          "title": "Iarno Albrek",
          "slug": "iarno-albrek"
        }
      ]
    },
    "category": "organizaciones"
  },
  {
    "slug": "mount-hotenow",
    "title": "Monte Hotenow",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/q9xG57B/mount-hotenow.webp",
        "geographyDetails": {
          "type": "Volcán",
          "location": "Costa de la Espada, cerca de Neverwinter"
        }
      },
      "mainContentArray": [
        {
          "text": "Conocido por los enanos antiguos como Glaurimm, era un volcán en medio de la cordillera de las Grúas, situado al noreste de la ciudad de Neverwinter en la Costa de la Espada Norte, en lo profundo del Bosque de Neverwinter."
        },
        {
          "title": "Descripción:",
          "text": "Fue hogar de una gran población de elementales de fuego, calentando el río Neverwinter hasta el punto de que nunca se congelaba, incluso en el corazón del invierno, dando a la ciudad su nombre. Tras su erupción (ver artículo relacionado), el Monte Hotenow parecía un conjunto de dientes serrados que muchos describían como 'una puerta a los Nueve Infiernos' (o el Caos Elemental, según otros)."
        },
        {
          "text": "Dentro del Monte Hotenow había depósitos en gran parte sin explotar de alumbre, nitrato y sal amoniacal. Tras la erupción, se encontraron depósitos de raros diamantes negros en el borde del cráter. El volcán también tenía la tendencia de atraer a criaturas como gigantes de fuego y dragones rojos para hacer sus hogares cerca de él."
        }
      ],
      "relatedArticles": [
        {
          "title": "Neverwinter",
          "slug": "neverwinter"
        },
        {
          "title": "Thundertree",
          "slug": "thundertree"
        },
        {
          "title": "Erupción del Monte Hotenow",
          "slug": "mount-hotenow-eruption"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "neverwinter",
    "title": "Neverwinter",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/c6R9BJR/neverwinter.webp",
        "geographyDetails": {
          "type": "Ciudad",
          "location": "Costa de la Espada"
        }
      },
      "mainContentArray": [
        {
          "text": "Neverwinter, también conocida como la Ciudad de Manos Hábiles y la Joya del Norte, era una ciudad-estado multiétnica situada en la costa noroeste de Faerûn en la Costa de la Espada. La ciudad era un miembro con buenos derechos de la Alianza de los Lords."
        },
        {
          "title": "Descripción:",
          "text": "La ciudad recibió ese nombre porque, incluso en invierno, el río Neverwinter que fluye a través de ella nunca se congelaba. La ciudad propiamente dicha estaba construida en la orilla derecha del río, y las murallas de la ciudad estaban intercaladas por ocho puertas. La ciudad estaba dividida en varios distritos, incluyendo el Enclave del Protector, el Distrito de Blacklake, el Distrito del Río y el Distrito de la Torre."
        },
        {
          "text": "La ciudad era conocida por sus numerosos artesanos, y se consideraba una de las ciudades más cosmopolitas y civilizadas de todo Faerûn. La ciudad también era conocida por sus numerosos festivales, incluyendo el festival anual de Wintershield."
        },
        {
          "title": "Geografía:",
          "text": "Neverwinter estaba situada en la Costa de la Espada del norte, en la Carretera Alta entre Waterdeep y Luskan. Al este se encontraba el Bosque de Neverwinter y, en su corazón, el volcán Monte Hotenow."
        },
        {
          "text": "El río Neverwinter era calentado por elementales de fuego que vivían bajo el volcán antes de fluir a través del bosque y la ciudad. Llevaba consigo su calor sobrenatural, manteniendo el río y el puerto sin congelarse en invierno y los jardines verdes durante todo el año. El calor emitido por el río creaba un clima cálido permanente en la zona inmediata."
        }
      ],
      "relatedArticles": [
        {
          "title": "Monte Hotenow",
          "slug": "mount-hotenow"
        },
        {
          "title": "Alianza de los Lords",
          "slug": "lords-alliance"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "thundertree",
    "title": "Thundertree",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/BP352rq/thundertree.webp",
        "geographyDetails": {
          "type": "Asentamiento",
          "location": "Costa de la Espada, cerca de Neverwinter"
        }
      },
      "mainContentArray": [
        {
          "text": "Thundertree era un pequeño pueblo situado en el Bosque de Neverwinter, justo al norte de la ciudad de Neverwinter. El pueblo fue abandonado tras la erupción del Monte Hotenow, que causó una destrucción generalizada en la zona."
        },
        {
          "text": "Los antepasados de Mirna Dendrar, una mujer que vivía en Phandalin, vivían en Thundertree. La familia de Mirna tenía una tienda de alquimia, y su familia instalo un compartimento secreto en los estantes, donde guardaban ingredientes valiosos."
        }
      ],
      "relatedArticles": [
        {
          "title": "Erupción del Monte Hotenow",
          "slug": "mount-hotenow-eruption"
        },
        {
          "title": "Neverwinter",
          "slug": "neverwinter"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "mount-hotenow-eruption",
    "title": "Erupción del Monte Hotenow",
    "content": {
      "sidebar": {
        "eventDetails": {
          "type": "Desastre Natural",
          "location": "Costa de la Espada, cerca de Neverwinter",
          "date": "1451 DR",
          "impact": "Regional, destrucción de Thundertree, graves daños en Neverwinter"
        }
      },
      "mainContentArray": [
        {
          "text": "La erupción del Monte Hotenow fue un evento catastrófico que ocurrió en 1451 DR. La erupción causó una destrucción generalizada en la zona, incluyendo la destrucción del pueblo de Thundertree y daños graves en la ciudad de Neverwinter."
        },
        {
          "title": "Descripción:",
          "text": "En 1451 DR, un pequeño grupo de aventureros redescubrió la antigua ciudad enana de Gauntlgrym bajo el volcán. El grupo, compuesto por Dahlia Sin'felle, Korvin Dor'crae, Valindra Shadowmantle, Athrogate y Jarlaxle Baenre, llegó hasta las legendarias forjas. Allí, los dos últimos fueron traicionados por sus aliados thayanos, con Athrogate forzado hipnóticamente a activar la forja."
        },
        {
          "text": "Esto despertó brevemente al primordial Maegera, quien, en un arranque de ira, liberó una ráfaga de energía tan poderosa que provocó la erupción del volcán. El terremoto resultante y la combinación de humo y lava destruyeron gran parte de Neverwinter, matando a miles. La erupción destruyó completamente el asentamiento de Thundertree."
        }
      ],
      "relatedArticles": [
        {
          "title": "Monte Hotenow",
          "slug": "mount-hotenow"
        },
        {
          "title": "Thundertree",
          "slug": "thundertree"
        }
      ]
    },
    "category": "historia"
  },
  {
    "slug": "leilon",
    "title": "Leilon",
    "content": {
      "sidebar": {
        "imageUrl": "https://i.ibb.co/R6Mj2Q1/leilon.jpg",
        "geographyDetails": {
          "type": "Asentamiento",
          "location": "Costa de la Espada, entre Neverwinter y Waterdeep"
        }
      },
      "mainContentArray": [
        {
          "text": "Un pequeño pueblo que alguna vez fue un próspero puerto en la Costa de la Espada. Fue abandonado después de la Spellplague, y actualmente está siendo reconstruido."
        },
        {
          "text": "Un pueblo minero que vendía cobre, níquel y plata a Waterdeep. También era un puerto donde los comerciantes a veces descargaban mercancías en barcazas (ya que la mayoría de los barcos no pueden pasar por los bajos fangosos del pueblo) para ser trasladadas a ciudades a lo largo de la Costa de la Espada."
        },
        {
          "text": "Hace doscientos años, el mago Thalivar hizo su hogar aquí y levantó una torre en el centro del pueblo para llevar a cabo sus estudios místicos. La Casa de Thalivar estaba coronada con un faro planar que atraía a criaturas de otros planos hacia la estructura, atrapándolas allí. Después de que Thalivar desapareciera misteriosamente, la gente de Leilon se contentó con dejar su torre y los monstruos dentro solos. La Spellplague, un fenómeno divino que torció la magia de Faerûn, corrompió las defensas de la torre. Las criaturas selladas fueron liberadas para atacar a Leilon, y la magia del faro planar fue redirigida de nuevo al Plano Material, causando que los humanoides que lo miraban quedaran paralizados. Leilon fue rápidamente invadido y posteriormente abandonado y ha permanecido así por más de un siglo."
        },
        {
          "text": "La primera acción de la soldadesca de Neverwinter en Leilon fue destruir el faro planar dentro de la Casa de Thalivar. Un mago talentoso lo ha reconstruido para realizar sus propios estudios sobre el Plano Etéreo. Antes de su caída, Leilon estaba defendido por un grupo de aventureros poco organizado llamado los Espadas de Leilon. Cuando la Casa de Thalivar liberó a sus monstruos, los Espadas lucharon para cubrir la escapada de los lugareños. Murieron, convirtiéndose en fantasmas atados a las ruinas de Leilon. Ahora observan con cautela la reconstrucción del pueblo, esperando que la torre reconstruida no traiga un desastre similar."
        }
      ],
      "relatedArticles": [
        {
          "title": "Neverwinter",
          "slug": "neverwinter"
        }
      ]
    },
    "category": "ubicaciones"
  },
  {
    "slug": "spellplague",
    "title": "Spellplague",
    "content": {
      "sidebar": {
        "eventDetails": {
          "type": "Catástrofe Divina",
          "location": "En todas partes",
          "date": "1385 DR",
          "impact": "Universal, destrucción temporal del Weave"
        }
      },
      "mainContentArray": [
        {
          "text": "La Spellplague fue una catástrofe mágica que afectó a todos los planos de existencia. La teoría más aceptada propone que el evento fue el resultado directo de la muerte de la diosa Mystra, la diosa de la magia, lo que causó que el Weave, la fuente de toda magia, se desmoronara."
        },
        {
          "title": "Causa:",
          "text": "La teoría más popular y ampliamente aceptada sobre los orígenes de la Spellplague fue que esta calamidad fue causada por la muerte de Mystra, la diosa de la Magia. Durante eones, la magia había estado ligada dentro del Weave de Mystra, la estructura universal de fuerzas arcanas, y su muerte desgarró el Weave y liberó la magia cruda contenida en ella, creando el cataclismo que más tarde se conocería como la Spellplague."
        },
        {
          "text": "Otros eruditos, sin embargo, no consideraban esto como una explicación lógica. Históricamente, dos encarnaciones anteriores de Mystra habían muerto antes solo para renacer, y el Weave mantuvo su control sobre el poder de la magia durante la duración de sus muertes. En la opinión de estos eruditos, la verdad nunca sería completamente conocida por los mortales, y quizás ni siquiera por los dioses."
        },
        {
          "title": "Efectos:",
          "text": "Sea cual sea su causa, el Weave colapsó y, sin el Weave, la Sombra del Weave también fue incapaz de mantenerse y colapsó. La desintegración del Weave se sintió por todos los magos a través de Faerûn. La locura corrompida de Cyric profanó lo que quedaba de las fuerzas arcanas de la disolución del Weave, resultando en una nueva fuente mágica de energía arcana profanadora en forma de llamas azules que destruyeron Dweomerheart y continuaron expandiéndose a través del multiverso."
        },
        {
          "text": "Cualquier cosa que entrara en contacto con la Spellplague corría el riesgo de ser destruida o deformada por sus energías. Criaturas e individuos corrían el riesgo de convertirse en 'plagados', lo que implicaba mutaciones físicas masivas y a menudo una pérdida completa de la cordura, y a veces otorgaba al individuo o criatura poderes terribles. Aquellos que entraban en contacto con versiones más débiles de la Spellplague a veces tenían la suerte de escapar solo con una cicatriz de conjuro, que también podía otorgar habilidades mágicas potentes. Los lugares físicos también podían ser horriblemente deformados por la Spellplague, convirtiéndose en tierras de cambio."
        }
      ],
      "relatedArticles": [
        {
          "title": "Leilon",
          "slug": "leilon"
        }
      ]
    },
    "category": "historia"
  },
  {
    "slug": "gundren-kidnapped",
    "title": "Secuestro de Gundren Rockseeker",
    "content": {
      "sidebar": {
        "eventDetails": {
          "type": "Crimen",
          "location": "Sur de Neverwinter Woods, cerca de Phandalin",
          "date": "1491 DR",
          "impact": "Local"
        }
      },
      "mainContentArray": [
        {
          "text": "Gundren Rockseeker, un enano comerciante y aventurero, fue secuestrado por goblins mientras viajaba desde Neverwinter a Phandalin. Gundren había contratado a un grupo de aventureros para escoltar un cargamento de suministros a Phandalin, pero fue emboscado por goblins y secuestrado."
        },
        {
          "title": "Encuentro en Neverwinter:",
          "text": "Gundren contrató a los aventureros para llevar un cargamento de suministros a Phandalin. En el camino la carreta sufrió un accidente, y el enano se adelantó con su amigo Sildar Hallwinter para llegar a Phandalin, ansioso por ver a sus hermanos."
        },
        {
          "text": "Sin embargo, Gundren fue emboscado por goblins y secuestrado. Los aventureros que lo escoltaban encontraron sus caballos y, tras sobrevivir a una emboscada de goblins, siguieron el rastro de los secuestradores hasta la guarida de estos, donde encontraron a Sildar secuestrado. El paradero actual de Gundren es desconocido."
        }
      ],
      "relatedArticles": [
        {
          "title": "Sildar Hallwinter",
          "slug": "sildar-hallwinter"
        },
        {
          "title": "Gundren Rockseeker",
          "slug": "gundren-rockseeker"
        }
      ]
    },
    "category": "historia"
  },
  {
    "slug": "redbrand-ruffians",
    "title": "Rufianes de la Marca Roja",
    "content": {
      "sidebar": {
        "organizationDetails": {
          "type": "Banda de Bandidos",
          "location": "Phandalin",
          "reach": "Local",
          "status": "Disuelto"
        }
      },
      "mainContentArray": [
        {
          "text": "Los Rufianes de la Marca Roja eran una banda de bandidos que ocuparon el pueblo de Phandalin en 1491 DR."
        },
        {
          "title": "Historia:",
          "text": "Los Rufianes de la Marca Roja se establecieron en Phandalin en 1491 DR. La banda estaba liderada por Glasstaff, un malvado mago renegado. Los Rufianes de la Marca Roja ocuparon la mansión en ruinas en la colina al este del pueblo, y habían estado extorsionando a los comerciantes y a los lugareños."
        },
        {
          "text": "Los Rufianes de la Marca Roja habían sembrado el miedo y la violencia en la comunidad. Los aventureros que llegaron a Phandalin se enfrentaron a los Rufianes de la Marca Roja, y finalmente lograron derrotar a la banda y liberar el pueblo de su control."
        },
        {
          "title": "Disolución:",
          "text": "Los Rufianes de la Marca Roja fueron disueltos después de la muerte de su líder, Glasstaff, quien resultó ser Iarno Albrek, un mago renegado y ex miembro de la Alianza de los Lords. La muerte de Glasstaff llevó a la disolución de la banda y a la liberación de Phandalin."
        }
      ],
      "relatedArticles": [
        {
          "title": "Phandalin",
          "slug": "phandalin"
        }
      ]
    },
    "category": "organizaciones"
  },
  {
    "slug": "freda",
    "title": "Freda",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Viva",
          "alignment": "Neutral",
          "race": "Gnoma",
          "relationships": [
            {
              "with": "Elsa",
              "type": "Amiga"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Una vieja tejedora Gnoma, habitante de Phandalin." },
        {
          "text": "Durante la ocupacion de los Rufianes de la Marca Roja, Freda solia frecuentar la Taverna durante la noche para hacerle comañia a Elsa, la tabernera. A pesar de su avanzada edad, Freda es una tejedora habilidosa y ha sido capaz de mantenerse a si misma durante los tiempos dificiles."
        }
      ],
      "relatedArticles": [
        {
          "slug": "elsa",
          "title": "Elsa"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "elsa",
    "title": "Elsa",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Viva",
          "alignment": "Neutral",
          "race": "Enana",
          "relationships": [
            {
              "with": "Freda",
              "type": "Amiga"
            },
            {
              "with": "Toblen Stonehill",
              "type": "Empleador"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Una tavernera Enana, habitante de Phandalin y empleada de Toblen Stonehill." },
        {
          "text": "Durante la ocupacion de los Rufianes de la Marca Roja, varios de sus amigos le hacian compañia durante la noche en la Taverna. A pesar de la situacion, Elsa se mantuvo firme y continuo trabajando en la Taverna, sirviendo a los clientes y manteniendo un ambiente agradable para los habitantes de Phandalin."
        },
        {
          "text": "Secretamente envio una carta a su hermana en Neverwinter, una sacerdotisa, pidiendo ayuda para liberar a Phandalin de los Rufianes de la Marca Roja."
        }
      ],
      "relatedArticles": [
        {
          "slug": "elsa",
          "title": "Elsa"
        },
        {
          "slug": "toblen-stonehill",
          "title": "Toblen Stonehill"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "toblen-stonehill",
    "title": "Toblen Stonehill",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Humano",
          "relationships": [
            {
              "with": "Elsa",
              "type": "Empleado"
            },
            {
              "with": "Pip",
              "type": "Hijo"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Dueño de la Taverna de Phandalin, un hombre amable y generoso." },
        {
          "text": "Toblen es un hombre amable y generoso, conocido por su hospitalidad y su buen humor. Durante la ocupacion de los Rufianes de la Marca Roja, Toblen continuo trabajando en la Taverna, sirviendo a los clientes y manteniendo un ambiente agradable para los habitantes de Phandalin."
        },
        {
          "text": "Toblen es el padre de Pip, un joven que ayuda en la Taverna y es muy querido por los habitantes de Phandalin."
        }
      ],
      "relatedArticles": [
        {
          "slug": "pip-stonehill",
          "title": "Pip Stonehill"
        },
        {
          "slug": "elsa",
          "title": "Elsa"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "pip-stonehill",
    "title": "Pip Stonehill",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Admirador",
          "race": "Humano",
          "relationships": [
            {
              "with": "Toblen Stonehill",
              "type": "Padre"
            },
            {
              "with": "Carp Alderleaf",
              "type": "Amigo"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Un joven humano que ayuda en la Taverna de Phandalin." },
        {
          "text": "Pip es un joven amable y trabajador, conocido por su diligencia y su buen humor. Durante la ocupacion de los Rufianes de la Marca Roja, Pip continuo ayudando a su padre en la Taverna, sirviendo a los clientes y manteniendo un ambiente agradable para los habitantes de Phandalin."
        },
        {
          "text": "Pip es un aficionado de la historias de aventureros, y los nuevos clientes de la Taberna le llaman mucho la atencion."
        }
      ],
      "relatedArticles": [
        {
          "slug": "toblen-stonehill",
          "title": "Toblen Stonehill"
        },
        {
          "slug": "carp-alderleaf",
          "title": "Carp Alderleaf"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "carp-alderleaf",
    "title": "Carp Alderleaf",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Mediano",
          "relationships": [
            {
              "with": "Qelline Alderleaf",
              "type": "Madre"
            },
            {
              "with": "Pip Stonehill",
              "type": "Amigo"
            }
          ]
        }
      },
      "mainContentArray": [
        { "text": "Un joven mediano, hijo de Qelline Alderleaf." },
        {
          "text": "Carp es un joven curioso y aventurero, conocido por su entusiasmo y su imaginacion. Durante la ocupacion de los Rufianes de la Marca Roja, Carp continuo ayudando a su madre en la granja, manteniendo el hogar y cuidando de los animales."
        },
        {
          "text": "Carp es un amigo cercano de Pip, y juntos disfrutan de las historias de aventureros y de explorar los alrededores de Phandalin."
        },
        {
          "text": "Durante un juego de escondidas con Pip, Carp descubrio una cueva secreta en el bosque, de la que vio salir varios Rufianes."
        }
      ],
      "relatedArticles": [
        {
          "slug": "qelline-alderleaf",
          "title": "Qelline Alderleaf"
        },
        {
          "slug": "pip-stonehill",
          "title": "Pip Stonehill"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "qelline-alderleaf",
    "title": "Qelline Alderleaf",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Viva",
          "alignment": "Neutral",
          "race": "Mediana",
          "relationships": [
            {
              "with": "Carp Alderleaf",
              "type": "Hijo"
            },
            {
              "with": "Daren Edermath",
              "type": "Vecino"
            }
          ]
        }
      },
      "mainContentArray": [
        {
          "text": "Una mediana granjera, madre de Carp Alderleaf, y una de los habitantes mas antiguos de Phandalin, estando ahi practicamente desde su fundación."
        },
        {
          "text": "Qelline es una mujer amable y trabajadora, conocida por su hospitalidad y su buen humor. Durante la ocupacion de los Rufianes de la Marca Roja, Qelline continuo trabajando en la granja, cuidando de los animales y manteniendo el hogar."
        },
        {
          "text": "Qelline es una madre cariñosa y dedicada, y se preocupa profundamente por el bienestar de su hijo Carp."
        }
      ],
      "relatedArticles": [
        {
          "slug": "carp-alderleaf",
          "title": "Carp Alderleaf"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "daren-edermath",
    "title": "Daren Edermath",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Elfo (Drow)",
          "relationships": [
            {
              "with": "Qelline Alderleaf",
              "type": "Vecino"
            }
          ]
        }
      },
      "mainContentArray": [
        {
          "text": "Un aventurero elfo oscuro retirado que vive en Phandalin."
        },
        {
          "text": "No mucho es conocido sobre el, pero la gente de Phandalin lo aprecia sin prestarle atencion a su raza. Los Rufianes de la Marca Roja lo respetan y no se meten con el."
        }
      ],
      "relatedArticles": [
        {
          "slug": "qelline-alderleaf",
          "title": "Qelline Alderleaf"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug": "barthen",
    "title": "Barthen",
    "content": {
      "sidebar": {
        "characterDetails": {
          "status": "Vivo",
          "alignment": "Neutral",
          "race": "Gnoma",
          "relationships": [
            {
              "with": "Gundren Rockseeker",
              "type": "Cliente Recurrente"
            }
          ]
        }
      },
      "mainContentArray": [
        {
          "text": "Una comerciante gnoma que vive en Phandalin."
        },
        {
          "text": "Barthen es una amiga cercano de Gundren Rockseeker, y juntos han realizado varios negocios juntos. Gundren le informó a Barthen sobre su viaje a Neverwinter, y le pidió que guardara sus suministros cuando llegara."
        }
      ],
      "relatedArticles": [
        {
          "slug": "gundren-rockseeker",
          "title": "Gundren Rockseeker"
        }
      ]
    },
    "category": "personajes"
  },
  {
    "slug":"halia-thornton",
    "title":"Halia Thornton",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Viva",
          "alignment":"Neutral",
          "race":"Humana"
        }
      },
      "mainContentArray":[
        {
          "text":"Halia Thornton es una mujer humana de mediana edad que vive en Phandalin. Es una mujer de negocios astuta y ambiciosa, y es conocida por su habilidad para obtener información y manipular a los demás para lograr sus objetivos."
        },
        {
          "text":"Halia es la propietaria de la Casa de Intercambio de Phandalin, una tienda de suministros generales y una oficina de correos. La Casa de Intercambio es un lugar popular para los aventureros y comerciantes que visitan Phandalin, y Halia ha establecido una red de contactos en toda la región."
        },
        {
          "text":"Halia es una figura controvertida en Phandalin. Algunos la ven como una empresaria exitosa y una líder comunitaria, mientras que otros la consideran una manipuladora sin escrúpulos que solo busca su propio beneficio. A pesar de su reputación, Halia es una aliada valiosa para aquellos que saben cómo ganarse su favor."
        }
      ],
      "relatedArticles":[
        {
          "slug":"phandalin",
          "title":"Phandalin"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"sister-garaele",
    "title":"Hermana Garaele",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Viva",
          "alignment":"Neutral",
          "race":"Humana",
          "relationships":[
            {
              "with":"Qelline Alderleaf",
              "type":"Amiga"
            }
          ]
        }
      },
      "mainContentArray":[
        {
          "text":"Hermana Garaele es una sacerdotisa humana que vive en Phandalin. Es una mujer piadosa y compasiva, y es conocida por su dedicación a su fe y su comunidad."
        },
        {
          "text":"Hermana Garaele es la sacerdotisa de Tymora, la diosa de la suerte y la fortuna. Ella ofrece servicios religiosos y consejería a los habitantes de Phandalin, y es una figura respetada en la comunidad."
        },
        {
          "text":"Hermana Garaele es una amiga cercana de Qelline Alderleaf, y las dos mujeres comparten una profunda amistad y respeto mutuo. Hermana Garaele es una aliada valiosa para aquellos que buscan orientación espiritual y apoyo emocional en tiempos de necesidad."
        }
      ],
      "relatedArticles":[
        {
          "slug":"qelline-alderleaf",
          "title":"Qelline Alderleaf"
        },
        {
          "slug":"phandalin",
          "title":"Phandalin"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"linene-graywind",
    "title":"Linene Graywind",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Viva",
          "alignment":"Neutral",
          "race":"Humana",
          "relationships":[
            {
              "with":"Barthen",
              "type":"Amiga"
            }
          ]
        }
      },
      "mainContentArray":[
        {
          "text":"Linene Graywind es una mujer humana de mediana edad que vive en Phandalin. Es una comerciante exitosa y una experta en la compra y venta de armas y armaduras."
        },
        {
          "text":"Linene es la encargada de la sucursal del Lionshield Coster de Phandalin, una tienda de armas, armaduras y suministros de aventureros. La tienda de Linene es un lugar popular para los aventureros y comerciantes que visitan Phandalin."
        },
        {
          "text":"Linene es una amiga cercana de Barthen, la comerciante gnoma de Phandalin, y los dos han trabajado juntos en varios negocios. Linene es una figura respetada en la comunidad y es conocida por su honestidad y su integridad en los negocios."
        }
      ],
      "relatedArticles":[
        {
          "slug":"barthen",
          "title":"Barthen"
        },
        {
          "slug":"phandalin",
          "title":"Phandalin"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"lionshield-coster",
    "title":"Lionshield Coster",
    "content":{
      "sidebar":{
        "organizationDetails":{
          "type":"Comerciantes de Armas y Armaduras",
          "location":"Costa de la Espada",
          "reach":"Regional",
          "status":"Activo"
        }
      },
      "mainContentArray":[
        {
          "text":"El Lionshield Coster es organización comercial de armas y armaduras que opera en toda la región."
        },
        {
          "text":"La sucursal de Phandalin es administrada por Linene Graywind, una comerciante humana experta en la compra y venta de armas y armaduras. La tienda es un lugar popular para los aventureros y comerciantes que visitan Phandalin."
        },
        {
          "text":"El Lionshield Coster es conocido por su amplia selección de armas y armaduras de alta calidad, y es una fuente confiable de suministros para los aventureros que buscan equipo de calidad para sus viajes."
        }
      ],
      "relatedArticles":[
        {
          "slug":"linene-graywind",
          "title":"Linene Graywind"
        },
        {
          "slug":"phandalin",
          "title":"Phandalin"
        }
      ]
    },
    "category":"organizaciones"
  },
  {
    "slug":"mirna-dendrar",
    "title":"Mirna Dendrar",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Viva",
          "alignment":"Neutral",
          "race":"Humana",
          "relationships":[
            {
              "with":"Nars",
              "type":"Hijo"
            },
            {
              "with":"Thel Dendrar",
              "type":"Esposo"
            },
            {
              "with":"Nelsa",
              "type":"Hija"
            }
          ]
        }
      },
      "mainContentArray":[
        {
          "text":"Mirna Dendrar es una mujer humana que vive en Phandalin. Es una madre cariñosa y dedicada, y es conocida por su valentía y determinación."
        },
        {
          "text":"Mirna es la madre de Nars y Nelsa, y la viuda de Thel Dendrar. La familia Dendrar fue atacada por los bandidos de la Marca Roja, y Thel fue asesinado durante el ataque."
        }
      ],
      "relatedArticles":[
        {
          "slug":"nars",
          "title":"Nars"
        },
        {
          "slug":"thel-dendrar",
          "title":"Thel Dendrar"
        },
        {
          "slug":"nelsa",
          "title":"Nelsa"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"nars",
    "title":"Nars",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Vivo",
          "alignment":"Neutral",
          "race":"Humano",
          "relationships":[
            {
              "with":"Mirna Dendrar",
              "type":"Madre"
            },
            {
              "with":"Thel Dendrar",
              "type":"Padre"
            },
            {
              "with":"Nelsa",
              "type":"Hermana"
            }
          ]
        }
      },
      "mainContentArray":[
        {
          "text":"Nars es un joven humano que vive en Phandalin. Es un chico valiente y decidido, y es conocido por su lealtad a su familia y su comunidad."
        },
        {
          "text":"Nars es el hijo de Mirna y Thel Dendrar, y el hermano mayor de Nelsa. La familia Dendrar fue atacada por los bandidos de la Marca Roja, y Thel fue asesinado durante el ataque."
        }
      ],
      "relatedArticles":[
        {
          "slug":"mirna-dendrar",
          "title":"Mirna Dendrar"
        },
        {
          "slug":"thel-dendrar",
          "title":"Thel Dendrar"
        },
        {
          "slug":"nelsa",
          "title":"Nelsa"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"nelsa",
    "title":"Nelsa",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Viva",
          "alignment":"Neutral",
          "race":"Humana",
          "relationships":[
            {
              "with":"Mirna Dendrar",
              "type":"Madre"
            },
            {
              "with":"Thel Dendrar",
              "type":"Padre"
            },
            {
              "with":"Nars",
              "type":"Hermano"
            }
          ]
        }
      }, 
      "mainContentArray":[
        {
          "text":"Nelsa es una joven humana que vive en Phandalin. Es una chica amable y cariñosa, y es conocida por su ingenio y su valentía."
        },
        {
          "text":"Nelsa es la hija de Mirna y Thel Dendrar, y la hermana menor de Nars. La familia Dendrar fue atacada por los bandidos de la Marca Roja, y Thel fue asesinado durante el ataque."
        }
      ],
      "relatedArticles":[
        {
          "slug":"mirna-dendrar",
          "title":"Mirna Dendrar"
        },
        {
          "slug":"thel-dendrar",
          "title":"Thel Dendrar"
        },
        {
          "slug":"nars",
          "title":"Nars"
        }
      ]
    },
    "category":"personajes"
  },
  {
    "slug":"thel-dendrar",
    "title":"Thel Dendrar",
    "content":{
      "sidebar":{
        "characterDetails":{
          "status":"Muerto",
          "alignment":"Neutral",
          "race":"Humano",
          "relationships":[
            {
              "with":"Mirna Dendrar",
              "type":"Esposo"
            },
            {
              "with":"Nars",
              "type":"Hijo"
            },
            {
              "with":"Nelsa",
              "type":"Hija"
            }
          ]
        }
      },
      "mainContentArray":[
        {
          "text":"Thel Dendrar era un hombre humano que vivía en Phandalin. Era un padre cariñoso y un esposo dedicado, y era conocido por su valentía y su generosidad."
        },
        {
          "text":"Thel era el esposo de Mirna Dendrar, y el padre de Nars y Nelsa. La familia Dendrar fue atacada por los bandidos de la Marca Roja, y Thel fue asesinado durante el ataque."
        }
      ],
      "relatedArticles":[
        {
          "slug":"mirna-dendrar",
          "title":"Mirna Dendrar"
        },
        {
          "slug":"nars",
          "title":"Nars"
        },
        {
          "slug":"nelsa",
          "title":"Nelsa"
        }
      ]
    },
  "category":"personajes"
  }
]
